[language]

;Language name 

name=Svenska

[firstrun]
chooselanguage=Välj språk
ok=OK
ignore=Ignorera
oldini=Importera en tidigare konfigurations fil
loadini=Importera
loadfail=Konfigurations filen hittades inte i den här mappen!
loadsuccessful=Importerad! 
steambak=Vill du synkronisera Steam konfigurations filer?
steamerror=Kör steam för att verifiera ditt köp!

[steam]
save=Spara konfigurationen i Steam-molnet
load=Återställ Steam-molnkonfiguration
steamnotrun=Behöver köra Steam för att använda den här funktionen!
uploadfilemaxsize=Den maximala storleken på den uppladdade filen är 100 MB


[workshop]
list_install=Installerad
list_home=Första sidan
list_subscribe=Prenumererad
list_upload=Uppladdat
list_voteup=Gillade
list_themesskin=Skins och teman
list_widget=Komponent stil

newthemetip=Ange ett temanamn
deltheme=Radera tema

subscribe=Prenumeration
unsubscribe=Avsluta prenumeration

icons=Ikoner
dockskin=Skinn
Single icon=Fristående ikon
Time skin=Tidskinn
Calendar skin=Kalenderskinn
Sound=Ljud
language=Språk

sort_alltime=Allt
sort_week=Vecka
sort_month=Månad
sort_year=År

sort_hot=Populär
sort_new=Aktuellt
sort_sub=Prenumerade
sort_vote=Betygsättning

filesize=Filstorlek
updatetime=Senast uppdaterad

runerror=Steam måste vara igång för att kunna använda den här funktionen!
opensteam=Öppna Steam

newtheme=Skapa nytt tema
edittheme=Redigera

[themesedit]
shell=Utseende
offset=Förskjutning
Delimiter and run=Avgränsare & körindikator
Progress bar=Förloppsindikator

savetheme=Spara

applytheme=Vill du applicera detta tema nu?
filetip_drop=Släpp bild här
filetip=Klicka eller släpp bild här
dropfile=Vill du byta ut den här bilden?

selectpicture=Välj en bild
cliptip=Beskär
clipleft=Vänster
clipbottom=Botten
clipright=Höger
cliptop=Toppen

dockbg=Bakgrund
dockblur=Gör bakgrunden oskarp
Progress bar border=Ram
Progress bar bg=Bakgrund
Run indicator=Kör indikator
Run offset=Förskjutning
delimiter=Separator
Margins=Marginaler
Margins trimmer=Finjustering av marginalen (rekommenderade värden 0–0,2)

folder=Mapp
trash_empty=Papperskorgen (tom)
trash_full=Papperskorgen (full)

calmon=Månad
calday=Datum

timebg=Dakgrund
timehour=Timme
timeminute=Minut
timesecond=Sekund

timetype=Typ av klocka
timetype_pointer=Pekare
timetype_number=Siffra
fontname=Teckensnittets namn
fontsize=Teckenstorlek
fontalign=Textjustering
fontpoint=Textkoordinater
format=Tidsformat
fontcolor=Text färg

workshopshare=Vill du ladda upp temat till workshopen?
sharesuccess=Ditt tema har laddats up till workshopen!
sharefailed=Uppladdningen misslyckades

workshop_Preview=Förhandsvisning
workshop_description=Beskrivning
workshop_otherPreview=Fler förhandsgranskningar
workshop_Previewbuild=Genereras automatiskt
workshop_Previewselect=Välj bild
workshop_tip_description=Ange en beskrivning

[systeminfo]
cpu=Processor
gpu=Grafikkort
memory=Minne
system=System
moreinfo=Mer info...

[monitor]
process=Process
readwrite=Läsa/Skriva
usage=Användande

;------------------------------------
[tips]
openUACtip=Det har upptäckts att systemet har stängt av UAC, vilket kan resultera i oförmåga att använda funktionen att dra och släppa filer till dockan för att öppna. Vill du aktivera systemets UAC?
openUACtip1=UAC har aktiverats och systemet måste startas om för att träda i kraft. Vill du starta om systemet omedelbart?
openUACtip2=UAC-aktivering misslyckades!

crashtip=Programmet har kraschat, vill du starta om det?
;------------------------------------

[iconame]

;dock Label name

explorer=Finder
launchpad=Launchpad
cal=Kalender
trash=Papperskorg

;The last icon in the folder interface

exploreropen=Öppna i mapp
return=Tillbaka till föregående

; Namnformat för systemtidsetikettnamn

timeformat=yyyy/M/d dddd
; Tidsformatet är systemtidsformatet y m månad d datum dd veckodag ddd vecka dag


remove=Ta bort

;------------------------------------------------------------

[systemicon]
;System icon name
controlpanel=Kontroll panelen
taskbar=Aktivitetsfältet
systemtime=Systemtid
network=Lokalt Nätverk
weather=Väder
battery=Batteri
startmenu=Start meny
virtualdesktop=Virtuella skrivbord


------------------------------------

[editicon]
; Fönstret Redigera ikon

addtips=Filer kan dras och släppas här

reset=Nollställ
ok=OK
restore=Återställ
addname=Redigera namn
addicotips=Klicka på den övre högra knappen för att lägga till en ikon.
switch=Ström
trashempty=Papperskorg tom
trashfull=Papperskorg full
iconshell=Använd ikonmask
addline=Kör kommando

share=Dela
Icon Designer title=Redigera ikoner
Icon Designer=Redigera
select=Välj fil

icolabel=Ikon
selectpicture=Välj
icosize=Ikon skalning
icooffsetx=Ikon horisontell offset
icooffsety=Ikon vertikal offset
icobackground=Bakgrund
iconshadow=Använd ikonskuggor
icoroundrect=Ikon rundad rektangel
icocolor=Färg
icogradient color=Använd gradienter
icocolorangle=Gradientspektrum

;Pop up select file window title

selectfoldertitle=Välj mapp
;Weather forecast search city
searchcity=Sök stads namn


;------------------------------------

[editcal]

;Edit calendar window

monfontsize=Teckenstorlek för månad:
dayfontsize=Teckenstorlek för datum:

monthfont=Teckensnitt för månad:
dayfont=Teckensnitt för datum:
monthpoint=Månadsplats:
daypoint=Datumplats:
monthposition=Justering av månad:
dayposition=Justering av datum:
monthcolor=Månad färg:
daycolor=Datum färg:
rotation=Rotation:
default=Använd standardkonfiguration

ok=OK
test=Test

left=Vänster
right=Höger
center=Mitten

; Visa välj bildfönsterrubrik

selectcalicon=Välj en kalender ikon

;------------------------------------

[editicontips]
; Ett felmeddelande visas i gränssnittet för redigeringsikonen

iconduplicate=Programmet finns redan i Dock.

titleerror=Namnet får inte vara tomt!
filepatherror=Program sökvägen och ikonen får inte vara tomma!

padtitleerror1=Filnamnet dupliceras, vänligen ange igen!
padtitleerror2=Filändring misslyckades, vänligen placera inte programmet på 'C' skivan!

workshopshare=Vill du publicera denna ikonen på Steam workshop?
workshopsharesuccess=Ikonen har publicerats!
workshopsharefailed=Ikonen kunde inte publiceras.

formaterror=Formatet stödjs inte, använd png, ico, exe eller lnk format!

;---------------------------------------------------------------------------
;Preferences window
[settingUI]
cloudini=Steam Cloud Spara
uploadcloudini=Ladda upp arkivet
nofoundini=Arkivet laddas inte upp
downloadcloudini=Ladda ner arkivet
managesteamcloud=Hantera filer
cloudfile=Steam-molnfiler
uploadcloudfile=Ladda upp filen
filename=Filnamn
filesize=Filstorlek
filetime=Uppladdningstid

settitle=Inställningar för MyDockFinder

backupsuccess=Backup lyckades!
backupfail=Det gick inte att skapa en backup.


Global Settings=Globala inställningar

openMyDock=Visa Dock
openMyFinder=Visa menyraden

gameautoclose=Avsluta automatiskt när du spelar i helskärmsläge
ProcessRecentFiles=Visar antalet filer som nyligen öppnats av programmet

DPIscale=Zoom nivå
Globalblurvalue=Blur nivå 
Accentcolor=Accentfärg
darkmodeall=Välj läge

darkmode_light=Ljust
darkmode_dark=Mörkt
darkmode_auto=Auto
darkmode_system=System

uiaccesstop=Visa MyDockFinder ovanpå alla fönster

aero=Aktivera den globala blur effekten
systemdarkmode=Matcha system färger med MyDockFinder
autoupdate=Sök automatiskt efter programvaru- uppdateringar
systemstart=Start alternativ
none=Starta inte automatiskt
regedit=Starta genom systemregistret
plantask=Starta som en plannerad aktivitet
Service=Starta som en system tjänst

windowscenterscreen=Det nya fönstret visas i mitten av skärmen
showhidetaskbar_hotkey=Visa eller dölj Aktivitetsfältets heta nycklar

autohidetaskbar=Dölj aktivitetsfältet automatiskt vid start

hidetaskbar_dock=Dölj aktivitetsfältet där Dock är synlig
hidetaskbar_all=Dölj aktivitetsfältet på alla skärmar

languagechoice=Välj språk
allfont=Välj teckensnitt
usefontbold=Använd fetstil
fontscale=Ändra den globala teckensnittsskalningen

themes=Tema

customize_blur=Justera blur styrka
customize_opacity=Justera transparens
customize_enabled_dockbg=Anpassad blur och transparens
customize_enabled_iconreflection=Ikonreflektion
customize_blur_iconreflection=Justera blur styrka
customize_opacity_iconreflection=Justera transparens
customize_offset_iconreflection=Justera ikonens reflektionsavstånd
customize_stoppoint_iconreflection=Justera övertoningsavståndet för ikonreflektionen

customize_enabled_icontag=Anpassa Dock ikonetiketter
customize_enabled_menu=Anpassa menyer
customize_enabled_window=Anpassa fönster
customize_enabled_finder=Anpassa menyraden
customize_opacity_wallpapercolor=Justera accentfärg styrka
customize_enabled_folder=Anpassa mappar
customize_enabled_foldersize=Mappgränssnittet använder anpassad ikonstorlek

customize_enabled_pad=Använd anpassad blur i Launchpad
customize_enabled_pad_backdrop=Använd bildskärmens bakgrund i Launchpad
customize_enabled_pad_winuiwallpaper=Använd levande bakgrundsbilder i Launchpad
selectthemes_icon=Välj ikontema
selectthemes_dockskin=Välj ett Dock-tema


general=Allmänt
advanced=Avancerat
preview=Förhandsgranskning
minimizewindowsettings=Minimera fönster

timeset=Tid
notificationset=Notiser
systrayicoset=Systemfält
screenset=Skärm

audioset=Volym
displayset=Ljusstyrka
mediaset=Media
batteryset=Batteri
netset=Nätverk
monitorset=Aktivitet
windowsanimationset=fönsteranimation

about=Om

icosize=Ikon storlek
icoeffect=Ikoneffekt

dockeffect_none=ingen
dockeffect_scale=Skalning
dockeffect_select=Välj
dockeffect_light=belysning
dockeffect_scaleandlight=Skalning och ljus
dockeffect_selectandlight=Välj och tända
icolightvalue=Ikonens ljusintensitet
icobglightvalue=Ikon Bakgrundsljusintensitet
icobglightcolor=Ikon bakgrundsljusfärg

icomaxsize=Ikon zoom

icospace=Avstånd mellan ikoner
edgeposition=Dock avstånd från skärm kant
iconimmersion=Dockan använder nedsänkningsläge när den är inaktiv


displaymode=Dock synlighet
displaynormal=Standard
displaybottom=Över fönster
displayauto=Dölj
displaysmart=Smart dölj
displayhotkey=Visa endast genom att trycka på tangent
displayalways=Visa alltid
displayhide=Dölj alltid
displayalwaysshow=Visa alltid inklusive helskärm
displaydesktop=Visa endast på skrivbordet
showmodewindows=Välj hur Dock ska visa och gömma detekteringsfönstret
showhidetest_exe=Det aktuella programfönstret
showhidetest_all=Alla programfönster

showhidetype=Välj Dock för att visa den dolda effekten

showhideeffect_move=flytta
showhideeffect_opacity=Tona bort

activation Dock Type=Dock visar hur den aktiverades
showdockact_mouse=Skärmens kant
showdockact_bar=Fältet Aktivering

actbar_weight=Justera bredden på aktiveringsfältet
actbar_height=Justera höjden på aktiveringsfältet
actbar_offset=Justera aktiveringsfältets skärmavstånd
mouseactdock=Musfördröjning aktiverar dockningstiden

positiononscreen=Skärmposition
screenleft=Vänster
screenbottom=Botten
screenright=Höger
screentop=Topp

multiscreen=Välj skärm som Dock visas på
multiscreenpad=Välj skärm som Launchpad visas på
padicotype=Synliga program
padicotype_normal=Tillagda program 
padicotype_startmenu=Start meny-program 
padicotype_desktop=Skrivbords-program
padicosize=Program storlek
padicospacex=Horisontellt avstånd mellan program
padicospacey=Vertikalt avstånd mellan program
padicoblacklist=Redigera det raderade Start-menyprogrammet
padblacklist=Hantera listor

padscreenname=Följ Dock
lockicon=Lås layout
showicontag=Visa programnamn
windowsborder=Aktivera säkerhetszoner för att förhindra att fönster blockeras
jumpanimation=Animera program vid start
folderDoubleclickOpen=Dubbelklicka på mappar för att öppna
foldernoshowopen=Visa inte knappen Öppna mapp
iconmask=Lägg till en maskeffekt på alla ikoner
icomasktype=Global ikon mask stil

show indicators=Visa indikatorer för öppna program
Runapp separator=Visa avgränsare för program som körs
newapp=Visa aktiva program som inte är fästa
blacklist=Hantera förbudslista
noblacklist=Stäng av förbudslista
hotcornerleft=Aktiva hörn - Nedre vänstra hörnet
hotcornerright=Aktiva hörn - Nedre högra hörnet
hotkeypad=Snabbtangent för att visa Launchpad
hotkeyDock=Snabbtangent för att visa Dock
hotkeyborder=Snabbtangent för att aktivera fönster kanter

dockicobackup=Dock layout backup
backuplist=Hantera säkerhetskopior 
Addbackupdockico=Lägg till layout säkerhetskopiering
locationbackup=Öppna säkerhetskopierings mapp

minimize=Minimera fönster till Dock
animationoff=Animera inte fönster
Slow animation=Håll ned Skift-tangenten för att sakta ner animationen
minimizeeffect=Animation

genie=Genie
scale=Skala
scaleDX=Skala DX
suck=Sug

minimizeAnimationspeed=Hastighet

Minimize to icon=Minimera fönster till ikon
Minimizeblacklist=Fönster förbudslista
Editwindowlist=Redigera fönsterlista

minicopos=Minimera fönsterikonens position
dockmin_lastico=Bredvid ikonen till höger
dockmin_right=Visas oberoende till höger
dockmin_rightandlim=Den högra sidan visas oberoende med en separator

previewon=Aktivera förhandsgranskning
previewsize=Förhandsgranskningsstorlek
previewdelay=Försenad förhandsgranskning

previewcontrol=Förhandsgranskningselement
previewappname=Programfil-namn
previewbutton=Kontroller
aeropeek=Fokusera vid mus svävning


logotype=Menyradens ikon
diylogo=Välj fil
shutdownmsgbox=Bekräfta system avstägning
finderdark=Anpassa menyradens färg till

stagemanagerset=Blickfång
showstagemanager=Visa Blickfång ikonen i menyraden
showstagemanagerwindowtitle=Visa fönstrets titel när musen svävar
showstagemanagerdesktophidewindows=Klicka på skrivbordet för att dölja alla fönster
showstagemanagermediaplaypause=Pausa och spela media automatiskt
stagemanager_hotkey=Blickfång Hotkeys

stagemanagerblacklist=Program uteslutna från Blickfång
stagemanager_showdesktop=Skrivbordsikoner
desktopico_hide=Dölj alltid
desktopico_auto=Visa och dölj automatiskt
desktopico_show=Visa alltid

stagemanager_enable=Öppna Blickfång
stagemanager_listpos=Fönsterlistans position
stagemanager_listshowmode=Fönsterlista synlighet

stagemanager_windowsize=Förhandsvisning storlek
stagemanager_windowspace=Radavstånd
stagemanager_windowcount=Antal program
stagemanager_windowsblur=Sudda ut ikoner i bakgrundsfönstret

showmediacontrol=Visar ikonen för medieuppspelning
showuseraccount=Kontoikonen visas
mouseactfinder=Musfördröjning aktivering MyFinder-tid
showusbdevice=Flyttbara USB-diskar visas

hotkeyfinder=Visa snabbtangenter för MyFinder

systemtraycolor=Färgade systemfältsikoner
showkeyboard=Visa tangentbordsspråk
showsearch=Visa sökikon
showLyrics=Visa lyrics
showLyrics_color=Lyrics färg
musiccontrolshowmode=Mediakontroll
musiccontrol_close=Visa inte
musiccontrol_activity=Visa när sångtexter visas
musiccontrol_always=Visa alltid

finderdark_auto=Bakgrund
finderdark_set=Egen färg

multiscreenfinder=Välj skärm där menyraden är synlig
findershowallscreens=Alla skärmar

finderdisplaymode=Menyradens synlighet
finderautochangecolor=Justera menyradens färg efter maximerade fönster
finderfastclosewindow=Klicka på det övre högra hörnet för att stänga det aktuella maximerade fönstret

finderlockbtn=Lås layout
findershowmenu=Visa appmenyer i menyraden
bluetooth_showbattery=Ansluten bluetooth-enhet
bluetooth_not show=Visa inte
bluetooth_icon=Visa endast ikoner
bluetooth_value=Ikon och batterinivå

showaudio=Visa ljudikon i menyraden
showmicrophone=Visa mikrofonikon i menyraden

showbattery=Visa batteri alternativ i menyraden
shownetwork=Visa Wi-Fi alternativ i menyraden
showbluetooth=Visa Bluetooth alternativ i menyraden
showdisplay=Visa skärm alternativ i menyraden
showcpu=Processor
showtemp=Temperatur
showmen=Minne
showdisk=Disk
shownet=Nätverk

showbatterytime=Visar återstående batteritid
batteryshow_none=Visas inte
batteryshow_acdc=Visas alltid
batteryshow_ac=När du använder en strömkälla
batteryshow_dc=När du använder batterier

powerset_open=Växla energischeman automatiskt
powerset_aconline=Energischeman när du använder ström
powerset_battery=Energischeman när du använder batterier

Calendarfirstday=Första dagen i veckan
Calendar_Sunday=söndag
Calendar_Monnday=måndag

formatdate=Datumsformat
formattime=Tidsformat
customformatdate=Anpassa datumvisningsformatet
customformattime=Anpassa tidsvisningsformatet

showbatteryvalue=Visa batteriprocent 
audiotip=Spela upp volymändringsljud
mediatype=Stil för indikator

media_system=System (Standard)
media_speakers=Högtalare (Mac)
media_phone=Telefon (iPhone)

hotkeyvolup=Snabbtangent för att öka volym
hotkeyvoldown=Snabbtangent för att minska volym
hotkeyvolmute=Snabbtangent för att stänga av ljud
hotkeymicup=Snabbtangent för att öka mikrofonvolym
hotkeymicdown=Snabbtangent för att minska mikrofonvolym
hotkeymicmute=Snabbtangent för att stänga av mikrofonen


hotkeybriup=Snabbtangent för att öka ljusstyrka
hotkeybridown=Snabbtangent för att minska ljusstyrka
hotkeycontrolvalue=Justerar värdet på snabbtangenten för att öka eller minska

systemnotification=System notiser
usbdevicenotification=Visa USB notiser
bluetoothdevicenotification=Visa Bluetooth notiser
Appnotification=App notiser
notification_open=Tillåt notiser
notification_type=Notis leverans
notification_time=Visa notiser för
notification_show_close=Leverera inte
notification_show_once=Leverera endast en gång
notification_show_always=Leverera direkt

trayicoallshow_myfinder=Visa systemfältsikoner i menyraden
trayicoallshow_mydock=Visa systemfältsikoner i Dock
trayicoallshow_systemico=Visar systemets egen fackikon i MyFinder
trayico_waittime=Den nykörda fackikonen visar tiden

Apptrayico=Systemfältsikoner
apptrayicoshow_finder=Visa i menyraden
apptrayicoshow_dock=Visa i Dock

screenround=Synlighet
screenround_show=Aktivera rundade skärmhörn
screenround_size=Storlek på rundade hörn

openwindowsshow=Animation för fönsteröppning
windowsopeneffect=Animeringseffekt för fönsteröppning
openwindowsclose=Animering av fönsterstängning
windowscloseeffect=Fönster stäng animationseffekt

windowsblacklistadd=fönster för att lägga till undantag
windowsblacklistdel=Ta bort fönster för uteslutna program
windowsclose_animation=Justera animationshastigheten

stagemanager_animation=Justera animationshastigheten
mediatiptime=Visningstid för volymens ljusstyrka

other=Övrig

wallpaper=Bakgrund

selectwallpaper=Välj bakgrundsbild
wallpapernone=Ingen
loadwallpaper=Välj bakgrundsbilder 
wallpaperdownload=Ladda ner bakgrundsbilder 
wallpaperOK=Tillämpa 

restartdock=Starta om MyDockFinder

resetini=Rensa data
resetini_ok=Återställ
resetini_config=Inställningar
resetini_ico=Dock inställningar
resetini_padico=Launchpad inställningar
resetini_padicocache=Cacheminne för Launchpad-ikoner

systemiconcache=Systemikon cache

uninstall=Avinstallera

updatelog=Ändringar
updatelogcheck=Visa

ok=OK
cancel=Avbryt

------------------------------------------------------------
[hotcorners]
nothing=Gör ingenting
allwindows=Visa alla fönster
launchpad=Visa Launchpad
displaytosleep=Stäng av skärm
startmenu=Visa start meny
showdesktop=Visa skrivbord
actioncenter=Åtgärdscenter för Windows
screensaver=Skärmsläckare
Windows widget=Windows-widgets

[settingtips]

backupsuccess=Uppladdningen lyckades!
backupfail=Uppladdningen misslyckades!

winuiwallpapertip=Om datorn kraschar efter att ha slagits på, vänligen stäng av det här alternativet, och det kommer att träda i kraft efter omstart av programmet! ! !

DPItips=Vissa gränssnitt kommer att träda i kraft efter stängning och återöppning!
;An error message pops up on the setting interface
padicotypetips=Efter att ha ändrat det här alternativet måste du återställa ikonen, välj noga!

edgetip=Gränsen för det öppna gränsfönstret kan inte justeras!
autohideerror=Den här funktionen kan inte aktiveras när fönstergränsen visas!
neterror=Nätverksfel, kontrollera anslutningen.
autohide=Det går inte att dölja Dock automatiskt!
updateerror1=Nätverksfel, försök igen!

updatetip1=Det finns en ny version
updatetip2=Uppdatera filen direkt efter nedladdning

noupdate=Du använder den senaste versionen.

restarttip=Öppna efter att programmet har startats om!

languagetips=Vissa gränssnitt måste startas om för att ändras!

restartruntip=Vill du starta om programmet?

backupfolderror=Det gick inte att skapa säkerhetskopian, kontrollera behörigheterna!

backuptips=Vill du återställa till den här säkerhetskopian?


;-------------------------------------------------------------------

[menu]
;Right menu
closewindows=Stäng fönstret

RecentFiles=Nyligen öppnade filer
otheroption=Alternativ
dockmenu=Program-menyn
menurecent=Nybesökta
menubind=Fast
menutask=uppgift

edit_cut=Skär
edit_copy=Kopiera
edit_paste=Klistra
edit_selectall=Välj alla
edit_delete=Radera
edit_openurl=Öppna URL

workshop=Workshop
newfinderwindow=Nytt Finder-fönster
gotofolder=Gå till mappen...
connecttoserver=Fjärrskrivbord
showlaunchpad=Visa Launchpad


addnormalicon=Lägg till ikon
addsystemicon=Lägg till systemikon
add delimiter=Lägg till avgränsare
del delimiter=Ta bort avgränsare

showtaskbar=Visa aktivitetsfältet
hidetaskbar=Dölj aktivitetsfältet
preference=Inställningar
enddock=Avsluta programmet

editicon=Ändra information
removefromdock=Ta bort från Dock
keepindock=Fäst i Dock
locationfile=Öppna filplats
runagain=Nytt fönster
nevershowthis=Dölj från Dock
adminmode=Öppna som administrator 
open=Öppna
quit=Avsluta

emptytrash=Töm papperskorgen
sortorder=Sortera efter
Byname=Namn
Bysize=Storlek
Byextension=Fil-typ
Bydate/time=Senast tillagd
Createtime=Skapad först
Groupdirectories=Mappar först
reverseorder=Omvänd sortering
closewindow=Stäng det här fönstret
Display=Stil
Folder=Mapp
Stack=Stack
Locatefolder=Öppna direkt
FolderEffect=Animation
Grid=Rutnät
Fan=Fjäder
menufold=Meny

showmodeapps=Dock visningsläge i program
showmodedesktop=Ange skrivbordsvisning och dölja läge
NominiEffect=Använd inte minimeringsanimation
nevershowprogress bar=Dölj förloppsindikator
showmodenormal=Följ inställningarna
msgtips=Visa notiser
incognito=Nytt inkognito fönster

systemmenu=Systemmeny

timeskin=Välj urtavla
timedefault=Standard

----------------------------------------------

[launchpad]

addicon=Lägg till ikon
deleteicon=Ta bort den här ikonen
padsortname=Sortera efter namn
padsort=Autofyll ikoner

search=Sök
ok=OK
addtips=Släpp exe- och lnk-filer här
----------------------------------------------

[promptwindow]

;Empty trash can prompt and other prompts

ok=OK
cancel=Avbryt
trashok=Töm papperskorgen
trashtitle=Vill du tömma papperskorgen?
batterytip=Anslut laddaren!

eject=har matats ut.
Connected=ansluten
brightnesstip=Justering av skärmens ljusstyrka kan orsaka permanent skada på bildskärmen, gör det med försiktighet!
brightnesstip1=En skärmens ljusstyrka på 0 upptäcks, om bildskärmen inte visar innehåll eller inte klickar på OK, återställ skärmens ljusstyrka efter 5 sekunder


-----------------------------------------------
; Beskrivning av tidsformat
; ddd veckodag dddd veckodag M månad d dag H 24 timformat h 12 timmars format m minuter sekunder
;D med två siffror, till exempel HH:mm:ss 09:06:05
; Alla följande format kan anpassas och ändras, och numret till vänster kan läggas till utan begränsning = lämnas tomt för att indikera att datumet inte visas
; När ändringen har sparats träder den i kraft omedelbart, ställer in direkt och klickar på tidsformatmenyn för att visa effekten
[formatdate]
1=
2=ddd
3=MMM d
4=MMM d ddd
5=ddd MMM d

[formattime]
1=H:mm
2=tt h:mm
3=H:mm:ss
4=tt h:mm:ss

[calicon]

;Calendar icon month text

m1=Jan
m2=Feb
m3=För
m4=Apr
m5=Maj
m6=Jun
m7=Jul
m8=Aug
m9=Sep
m10=Okt
m11=Nov
m12=Dec


[findermenu]
spatialaudio=Spatialt ljud

bluetoothdisconnect=Koppla bort
bluetoothunpair=Ta bort enhet

lockscreen=Lås skärmen
usersetting=Konto Inställningar

HideMenu=Döljer fönstrets menyrad
systemmenu=Menyn Fönster

bluetooth=Bluetooth
Bluetooth settings=Bluetooth-inställningar
device=Enheter
Preferred network=Ansluten
other networks=Andra nätverk
network settings =Nätverksinställningar
Audio=Ljud
output=Utdata
Microphone=Mikrofon
input=Inmatningsenhet
audio settings=Ljudinställningar
battery settings=Batteriinställningar
BatteryEstimatedTime=Resterande
batterytime_hour=Timmar
batterytime_min=Protokoll
Edit title=Redigera rubrik
Window border=Fönsterkantlinje
end finder=Avsluta MyFinder
About This PC=Om den här datorn
System settings=Systeminställningar
app Store=Microsoft Store
Task manager=Aktivitetshanteraren
Sleep=Sov
Dormant=Vila
Shutdown=Stäng av
Reboot=Starta om
Shutdown&Update=Stäng av och uppdatera...
Reboot&Update=Starta om och uppdatera...

Lock screen=Låsskärm
Logout=Logga ut

symbol=Visa uttryckssymboler och symboler 
Screen Keyboard=Visa skärmtangentbord 
keyboardname=Visa tangentbordsnamn
Keyboard settings=Tangentbordsinställningar
display=Skärm
systemdark=Mörkt läge
bluelight=Blått ljus
focusassist=Fokusläge
focusoff=Stäng av fokusläge
focusPriorityOnly=Prioriterade notiser
focusAlarmsOnly=Endast alarm
Notification settings=Notis inställningar
screen projection=Skärmspegling
screen INTERNAL=Endast datorskärm
screen CLONE=Duplicera
screen EXTEND=Utvidga
screen EXTERNAL=Endast andra bildskärm
displayset=Bildskärmsinställningar
hotspot=Hotspot
airplane=Flygplans läge
deviceon=På
deviceoff=Avstängd
eject=Mata ut
open=Öppna


[findertips]
Mute=Stum
battery=Batteri
AcOnLine=Strömkabel
Charging=Laddar
notCharging=Laddar inte
Usebattery=Batteri drift
Full battery=Fullt batteri
brightness=Ljusstyrka
show trayico=Visa Trayico

[findertitle]

[findermenubrowser]
new=Ny
newtab=Ny flik
newwindow=Nytt fönster
favorites=Favoriter
history=Historia
download=Nedladdningar
window=Windows
file=Fil
no file=Fil

View=Visa
Sort by=Sortera efter
Group by=Gruppera efter
refresh=Uppdatera
showicons=Visar skrivbordsikoner

sort_none=Inget
sort_bigicon=Stora ikoner
sort_mediumicon=Ikon för Medium
sort_smallicon=Små ikoner
sort_superbigicon=Jätte stora ikoner
sort_list=Lista
sort_details=Detaljer
sort_tile=Til
sort_content=Innehåll
sort_name=Namn
sort_size=Storlek
sort_type=Typ
sort_time=Datum
sort_ascending=Stigande ordning
sort_descending=Nedåtgående
sort_AutoArrange=Ikoner ordnas automatiskt
sort_snaptogrid=Ordna ikoner automatiskt i linje med rutnätet

[shutdown]
shutdown=Vill du stänga av den här datorn?
Reboot=Vill du starta om datorn?
Logout=Vill du logga ut?
Dormant=Vill du viloläge den här datorn?
sleep=Vill du att datorn ska försåt?
now=Nu
minute=Minut
[wifi]
password=Lösenord:
showpassword=Visa lösenord
join=Anslut
cancel=Avbryt


[weather]
00=Solig
01=Molnig
02=Molnig dag
03=Duschar
04=Thundershower (åskväder)
05=Åska med hagel
06=Snöblandat regn
07=Lätt regn
08=Måttligt regn
09=Kraftigt regn
10=Regnstorm
11=Kraftigt regn
12=Kraftigt regn
13=Snöskurar
14=Koyuki (olika betydelser)
15=Zhongxue (olika)
16=Tung snö
17=Snöstorm
18=Dimma
19=Underkylt regn
20=Sandstorm
21=Lätt till måttligt regn
22=Måttligt till kraftigt regn
23=Kraftigt regn
24=Kraftigt regn till kraftigt regn
25=Kraftigt regn till extremt regn
26=Liten till medelsnö
27=Måttlig till tung snö
28=Stort för Blizzard
29=Flytande damm
30=Sand
31=Stark sandstorm
32=Tät dimma
33=Snö
49=Stark dimma
53=Dimma
54=Måttlig dimma
55=Kraftig dimma
56=Svår dimma
57=Kraftig dimma
58=Stark dimma
301=Regn
302=Snö